List<String> rules = [
  "1- يـــبـدأ الإيـجار مــــن الساعة الرابعة عصراً إلى الــساعة الــتاسعه صباحاً\nمع خصم مائة ريال عن كل ساعة تأخير من الشاليه.",
  "2- على المستأجر معاينة الشاليه والاطلاع على العقد قبل الاتفاق والتوقيع .",
  "3- يقر المستأجر على أن الغرض من إيجار الشاليه هو الترفيه, و ألا يستخدم لغرض يخلّ بالأمـن.",
  "4- عدم استخدام سماعات خارجية والإكتفاء بالسماعات الداخلية.",
  "5- يدفع المستأجر تأمين مـالي نقداً [ ] ويسترجع نقداً عند الخروج من الشاليه.",
  "6- على المستأجر دفع قيمة مايتلف من الأثاث أو الدهانات والزجاج والمفقودات.",
  "7- لا يحق للمستأجر استرجاع العربون أو تأجيل بعد مرور ٢٤ سـاعه من دفع العربون.",
  "8- فـــي حـــال حـــدوث حدث طـــارئ كانقطـــاع الكهرباء أو المـــاء, على المســـتأجر التفهم والــتعاون مـــع المؤجر, ولا يــحق للمستأجر المطالبة بإعــادة مبلغ الإيـــجار أو الإمــتـناع عن تسديد المتبقي.",
  "9- عدم وقوف السيارات أمام المنازل المجاورة للشاليهات.",
  "10- الحفاظ على نظافة الشاليه والتخلص من النفايات أول بأول.",
  "11- يمنع إحضار  الملعب الصابوني إلا بعد إبلاغ المؤجر بذلك.",
  "12- في حين رغب المستاجر باستخدام المسبح فقد أقر   والتزم بهذه البنود:",
  "13- هـذا العقـد الالكترونـي يعـد رسـمي ونظامـي أمـام الجهـات القضائيه..اسـتلامك و اطـلاعك على العقد هو بمثابة توقيع رسمي على جميع البنود المذكورة.",
  "*أقـر المستأجر أنه مسؤول عن أى إستعمال خاطئ للمسبح سواء منه أو من أحـدتابعيه أثناء مدة استئجار الشاليه أوسباحة من لايجيد السباحة ومايترتب عـلى ذلك من غرق أو اختناق - لاسمح الله - ويتحمل كامل المسؤولية أمام الجهات المعنية."
];
